<?php

// Text
$_['text_title'] = 'پرداخت اینترنتی Pay.ir';

// Error
$_['error_title'] = 'خطا در عملیات پرداخت';
$_['error_code'] = 'کد خطا: ';
$_['error_message'] = 'متن پیام خطا: ';
$_['error_request'] = 'در ارتباط با پرداخت اینترنتی Pay.ir خطایی رخ داده است.';
$_['error_verify'] = 'در ارتباط با پرداخت اینترنتی Pay.ir و یا تایید تراکنش خطایی رخ داده است.';
$_['error_payment'] = 'تراكنش ناموفق می باشد و یا توسط پرداخت کننده کنسل شده است.';
$_['error_data'] = 'اطلاعات ارسال شده مربوط به تایید تراکنش ناقص و یا غیر معتبر است.';
$_['error_invoice'] = 'شماره سفارش با شماره فاکتور پرداخت شده مطابقت ندارد.';
$_['error_amount'] = 'رقم تراکنش با رقم پرداخت شده مطابقت ندارد.';
$_['error_curl'] = 'تابع cURL برای اتصال به پرداخت اینترنتی Pay.ir در سرور شما فعال نمی باشد. برای فعال کردن این تابع با مدیر سرور خود تماس بگیرید.';
$_['error_undefined'] = 'امکان برقراری ارتباط به وب سرویس پرداخت اینترنتی Pay.ir در این لحظه وجود ندارد و یا پاسخ دریافتی غیر معتبر است.';
$_['error_wait'] = 'اگر شما به طور خودکار تا 10 ثانیه دیگر به سبد خرید هدایت نشدید <a href="%s">اینجا کلیک</a> کنید.';